{
    "es": {
        "text1": "Projectos",
        "text2": "Contacto",
        "text3": "Español",
        "text4": "Ingles",
        "text5": "Hola, mi nombre es",
        "text6": "Desarrollador FrontEnd - Estudiante",
        "text7": "Descargar Curriculum",
        "text8": "Projectos - Desafios",
        "text9": "Plataforma de Inversiones",
        "text10": "Una plataforma completa que ofrece educación financiera, glosario, libros y servicios para inversionistas. Desarrollada utilizando HTML, CSS, JavaScript, API y formularios. Hospedada en Netlify.",
        "text11": "Tienda Online de Lentes",
        "text12": "Explora nuestra tienda online de lentes, donde puedes ver detalles de los productos, agregarlos al carrito y completar el formulario de compra. Creada con React, JavaScript, Firebase (base de datos y autenticación), CSS. Hospedada en Netlify. (Todavia no responsive)",
        "text13": "Sistema de Gestión",
        "text14": "Un sistema backend completo que permite el registro y gestión de profesionales, pacientes y turnos. Implementado con Java, utilizando patrones de diseño, Spring, base de datos H2 y seguridad. Interfaz creada con HTML, CSS y JavaScript. (Todavia no responsive)",
        "text15": "Información Municipal",
        "text16": "Descubre un proyecto de página web diseñado para la Municipalidad de Corrientes, capital de Argentina. Encuentra información relevante sobre servicios, eventos y recursos para los residentes de la ciudad. Diseñado utilizando HTML, CSS y JavaScript.",
        "text17": "Juego de Piedra, Papel y Tijeras",
        "text18": "Un desafío personal en el que recreé el clásico juego de piedra, papel y tijeras. Juega contra la computadora, lleva un registro de tus victorias, derrotas y empates, y reinicia el juego cuando lo desees. Implementado con HTML, CSS y JavaScript para una experiencia interactiva.",
        "text19": "Proyecto Frontend",
        "text20": "Un proyecto desafiante de desarrollo frontend que se enfoca en la creación de un diseño responsive. Utilizando HTML, CSS y JavaScript, este proyecto demuestra habilidades en la adaptación de interfaces a diferentes tamaños de pantalla y dispositivos.",
        "text105": "Inicio",
        "text106": "Projectos",
        "text107": "Ultimo proyecto",
        "text108": "Ingresa tu nombre",
        "text109": "Ingresá un Correo Electronico valido",
        "text110": "Escribí tu mensaje",
        "text111": "Enviar Mensaje!",
        "text112": "Nombre: (Por Favor, completá este campo)",
        "text113": "Nombre: (Por Favor, un minimo de 3 caracteres)",
        "text114": "Nombre: (Por Favor, solo letras)",
        "text115": "Nombre: Valido",
        "text116": "Email: (Por Favor, completá este campo)",
        "text117": "Email: (Por Favor, ingresa un CorreoElectronico Valido)",
        "text118": "Email: Valido",
        "text119": "Mensaje: (Por Favor, completá este campo)",
        "text120": "Mensaje: Valido",
        "text121": "Diseño&Desarrollo por © Leandro Martinez - Todos los derechos reservados - 2023"
    },
    "en": {
        "text1": "Projects",
        "text2": "Contact",
        "text3": "Spanish",
        "text4": "English",
        "text5": "Hi there, I'm",
        "text6": "FrontEnd Developer - Student",
        "text7": "Download Resume",
        "text8": "Projects - Challenges",
        "text9": "Investment Platform",
        "text10": "A comprehensive platform that provides financial education, glossary, books, and services for investors. Developed using HTML, CSS, JavaScript, API, and forms. Hosted on Netlify.",
        "text11": "Eyewear E-commerce Store",
        "text12": "Explore our online store for quality eyewear, where you can view product details, add them to the cart, and complete the purchase form. Created with React, JavaScript, Firebase (database and authentication), and CSS. Hosted on Netlify. (Now no responsive)",
        "text13": "Management System",
        "text14": "A comprehensive backend system that enables registration and management of professionals, patients, and appointments. Implemented with Java, using design patterns, Spring, H2 database, and security. Interface created with HTML, CSS, and JavaScript. (Now no responsive)",
        "text15": "Municipal Information",
        "text16": "Explore a website project designed for the Municipality of Corrientes, the capital of Argentina. Find relevant information about services, events, and resources for the city's residents. Designed using HTML, CSS, and JavaScript.",
        "text17": "Rock, Paper, Scissors Game",
        "text18": "A personal challenge where I recreated the classic game of rock, paper, scissors. Play against the computer, keep track of your wins, losses, and ties, and restart the game at any time. Implemented using HTML, CSS, and JavaScript for an interactive experience.",
        "text19": "Frontend Project",
        "text20": "A challenging frontend development project that focuses on creating a responsive design. Using HTML, CSS, and JavaScript, this project showcases skills in adapting interfaces to different screen sizes and devices.",
        "text105": "Home",
        "text106": "Projects",
        "text107": "Last Proyect",
        "text108": "Enter your name",
        "text109": "Please enter a valid email address",
        "text110": "Enter your message...",
        "text111": "Send a Message!",
        "text112": "Name: (please fill in this field)",
        "text113": "Name: (please minimum three characters)",
        "text114": "Name: (please only letters allowed)",
        "text115": "Name: Valid",
        "text116": "Email: (please fill in this field)",
        "text117": "Email: (please enter a valid email)",
        "text118": "Email: Valid",
        "text119": "Message: (please fill in this field)",
        "text120": "Message: Valid",
        "text121": "Design&Development by © Leandro Martinez - All rights reserved - 2023"
    }
}